{
    "title": "some human relationships are less universal than others",
    "authors": [
        "Iarwain",
        "lintamande"
    ],
    "characters": [
        "Abrogail Thrune II",
        "Carissa Sevar",
        "Keltham",
        null
    ],
    "url": "https://glowfic.com/posts/5504?view=flat",
    "blocks": [
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.06.48+PM.png",
            "url": "https://www.glowfic.com/posts/5504",
            "content": "<div class=\"post-content\"><p>Carissa wakes up the next morning in her own Palace bed, having gotten - she's not sure how much sleep, but enough. You can feel it, as a wizard, whether your mind is still sticky with yesterday's magic. Eight hours is the rule of thumb, but people do vary; some need a little less, some a little more. Carissa is about average. </p>\n<p> </p>\n<p>Until her Ring of Sustenance kicks in, in five more days. She's carefully not thinking about how many things can happen in five days. </p>\n<p><br/>She's in her own bed, not Keltham's, because she didn't want to wake him up slipping into bed, or explain to him why she was out so late. She didn't help clean up the confetti, that's beneath her dignity, but she did help Maillol get through the entire backlog of project-related paperwork. If she was stupid enough to march up to Aspexia Rugatonn and ask for a desk job, she had better sit at a desk and do it. It took well into the night, involved ordering the spending of more money than she's ever seen or dreamed about, and left her very stressed about all the ways her Keltham could still escape or be taken from her. At one point somebody actually did come by to check if she was secretly a cleric and didn't know it. But they were all squared away, by the time she went off to bed, for the relocation in the morning. Shortly after dawn, as soon as the Forbiddance was up.</p>\n<p> </p>\n<p>The light filtering through into the adorable little courtyard suggests it's well past dawn, so probably that has already happened. Unless the fortress turned out to contain a secret tunnel to the Underdark, or Aspexia Rugatonn was assassinated in the dead of night, or they've gotten an order directly from Asmodeus to relocate the project directly to Dis instead. You never know, on Project Lawful. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739503#reply-1739503",
            "content": "<div class=\"post-content\"><p>There's a note on the bed!  It's not a fun note.  It's been left because the palace can no longer afford to post a Security around just to brief Sevar when she wakes up.</p>\n<p>Nidal has by now confirmed, despite some halfhearted initial attempts to conceal this fact, that every day Cheliax's best fighters come back and Nidal's fighters don't; which is to say that every day makes Nidal weaker and leaves Cheliax largely unchanged.  Nidal's position may not be good, right now, but it sure isn't getting any better.  They've done the reasonable thing and launched a massive but hopefully doomed counterattack with all of their forces, including the immortal Black Triune caught halfway between life and undeath, the three of whom have ruled Nidal unchanged since the beginning of the Age of Darkness eight thousand years ago.</p>\n<p>Aspexia Rugatonn is on the front lines.  So is Abrogail Thrune.  So is anyone who can teleport.</p>\n<p>With Nidal's god sealed, Asmodeus backing up Rugatonn almost directly, Nidal's aggressive posture forcing it to attack into prepared Chelish positions, and the massively greater resources of Cheliax, this battle is a foregone conclusion; or at least, hopefully so.  But Rugatonn casting that Forbiddance is going to need to wait.</p>\n<p>Sevar is advised to prepare whatever counterspells she can, and whatever escape-with-Keltham magic doesn't fit into counterspells.  If Sevar has to do any fighting today, it will be with the remaining people in the palace casting resistances on her, trying to take hits for her, and her job is second of all to counterspell whatever's left and first to escape with Keltham.</p>\n<p>There's a bag of Holding with a few resources along the lines of various resistances scrolls, limited-charge invisibility items, that sort of thing.  Obviously she shouldn't use those unless she has to.</p>\n<p>There's no Teleport scroll listed in the bag's contents; maybe somebody doesn't feel like pushing their luck.  Today would be a <em>great</em><em> </em>day to escape with Keltham to another country, get an Atonement to Lawful Neutral, and tell him the truth about everything, if one actually wanted to do that.  Does Carissa, by any chance?</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.02.43+AM.png",
            "url": "https://www.glowfic.com/replies/1739540#reply-1739540",
            "content": "<div class=\"post-content\"><p>No! Carissa is a loyal Asmodean and her country is at war against Zon-Kuthon. She has a feelings problem, not a 'desertion in wartime' problem, and not a shred of sympathy for people with the latter problem. She's going to do her fucking job, which is apparently preparing a lot of Dispel Magic and Invisibility and Alter Self. And she's going to go find Keltham first, so that if anything moves on the palace she's already with him. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739551#reply-1739551",
            "content": "<div class=\"post-content\"><p>Keltham, at least, still rates a Security to guard his room.</p>\n<p>Keltham has been told that there's a huge Nidal push, not told that it's one that probably ends the war either way, but absent the push it seemed hard to explain conditions in the palace otherwise without lying.</p>\n<p>Keltham asked if people dying in Nidal go to Zon-Kuthon's afterlife to be tormented even with their god sealed; was told probably in that person's guess, but all the expert clerics are out.</p>\n<p>Keltham developed a concentrated look and requested to be left completely alone to think for 3.2 hours.  He's writing notes to himself in cipher and has tapped himself with an Owl's Wisdom once, after which he spent some time crying and then continued writing.  Everyone who could safely read his thoughts might as well be on the remaining moon.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739554#reply-1739554",
            "content": "<div class=\"post-content\"><p>- okay Carissa is actually more concerned about that than about the war with Nidal. It is to a first approximation impossible to predict where Keltham will land after three hours of thinking with some Owl's Wisdom thrown in; she should have been woken the instant he ordered that. (Of course, they might need her spells, which complicates that call, but.) How long has it been.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739557#reply-1739557",
            "content": "<div class=\"post-content\"><p>The Security - who is not, incidentally, wearing an intelligence headband - says that he didn't know the spell was that important?  People do that the first few times they get tapped with Wisdom.  There's also nothing they can do about it, or so the guy thought?  They can't read his mind and they can't use mind control either.</p>\n<p>He's got 1.3 hours left on his original request.  Half an hour ago he peeked out to ask for food and if the literal actual Imperial palace had any real books on agreements between gods, and was told maybe possibly but it's not the best time to ask.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.30.22+PM.png",
            "url": "https://www.glowfic.com/replies/1739558#reply-1739558",
            "content": "<div class=\"post-content\"><p>They can <em>wake up Carissa</em> is what they can do about it. It is not their job to know what spells are important, it is their job to report to people who do know anything at all about anything. Is Maillol on this or did they send him to the front. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739560#reply-1739560",
            "content": "<div class=\"post-content\"><p>He's at the front.</p>\n<p>(And likewise, it's obvious at this point, are nearly all of the actually competent Security people.)</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739561#reply-1739561",
            "content": "<div class=\"post-content\"><p>Yeah she's getting that sense. </p>\n<p> </p>\n<p>Fine. \"I assume you have continuous eyes on him? Tell me if he moves at all.\"</p>\n<p><br/>She parks herself outside Keltham's door. Slips a note under it that says <em>awake - want to help - please let me in as soon as I can be helpful. Carissa.</em></p>\n<p> </p>\n<p>Preps spells. Mostly the ones recommended for escape with Keltham, though she squeezes out an Invisibility for an Owl's Wisdom of her own. She might need it.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739577#reply-1739577",
            "content": "<div class=\"post-content\"><p>Ten minutes after she slips her note, the guy says, \"He's moving towards the door.\"</p>\n<p>This is because Keltham is slipping a note back out under the door, apparently.  The note says <em>I will.</em></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.01.46+AM.png",
            "url": "https://www.glowfic.com/replies/1739580#reply-1739580",
            "content": "<div class=\"post-content\"><p>There's a feeling that this project has very thoroughly acquainted Carissa with. It's the 'Asmodeus is giving unAsmodean orders' feeling, or the 'this random escort to my cosmetics appointment is a minor noble and a fifth-circle sorcerer' feeling, or the 'Aspexia Rugatonn is pretending I'm important' feeling. It's that she's missing something, something big, and her thoughts are trying very hard to stretch their theories over that gaping maw of confusion when instead she should  -</p>\n<p>\"I want a precise transcript of the conversation earlier with the idiot who told him Zon-Kuthon's people are probably being tortured forever, and I want his ciphered writing handed directly to Hell as fast as that can be achieved with current resources, and I want to hear about anything he does, even if it is stupid, even if you cannot think of any possible reason I would care.\"</p>\n<p> </p>\n<p>She continues prepping spells, though, because unless and until she's prepared to walk into Keltham's room it's better to have them. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739585#reply-1739585",
            "content": "<div class=\"post-content\"><p>Transcript:</p>\n<blockquote>\n<p>Keltham:  With Zon-Kuthon sealed, are people aligned to him in Nidal, or people who - did Zon-Kuthonish things, however that works - are they still going to his afterlife and is it still awful?</p>\n<p>Security:  (pause)  You want a priest of Asmodeus, fifth-circle or higher, to even have a chance of answering that one correctly, and everyone like that is at the front.</p>\n<p>Keltham:  What's your <em>guess.</em></p>\n<p>Security:  ...probably?</p>\n<p>Keltham:  Thank you for guessing.</p>\n</blockquote>\n<p>Ciphered writing:  En route.</p>\n<p>After Carissa is done prepping spells, she's handed a war update by a Security who looks actually competent, why, he's even wearing an intelligence headband.</p>\n<p>Aspexia Rugatonn is dead at the hands of the Black Triune, all scries on her soul have failed, presumed destroyed somehow.  This is apparently an event some helpful people were kindly waiting for; multiple ninth-circle and eighth-circle casters not aligned to Cheliax, including at least one completely unidentified such ninth-circle caster, have now moved to engage the Black Triune and their supporting top casters.  All Chelish forces in the vicinity are getting the hell out of their way, 'pursued' by Nidal forces that can't do much without their top casters.  Cheliax's remaining top casters are likewise not engaging, and letting these helpful newcomers have all of the remaining fun.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa4.png",
            "url": "https://www.glowfic.com/replies/1739586#reply-1739586",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>No, she thinks, very very stupidly.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.48.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739587#reply-1739587",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p><br/>No, see, that's not allowed. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.47.06+PM.png",
            "url": "https://www.glowfic.com/replies/1739588#reply-1739588",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>They need to take this report back and bring her a better report, one in which something better happened. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.44.01+PM.png",
            "url": "https://www.glowfic.com/replies/1739589#reply-1739589",
            "content": "<div class=\"post-content\"><p>She doesn't spend all that long being an idiot; she can't afford to. </p>\n<p> </p>\n<p>The other gods were of course not maneuvering for Cheliax to conquer Nidal. They don't want that. They permitted Nidal, for thousands of years. They were maneuvering for the war between Cheliax and Nidal to weaken both, enough that they can then sweep in and -</p>\n<p>If Carissa was in charge retaliatory assassinations of everyone in charge of every other country around would now be in the works. But that's not her job. Her job is Keltham, and -</p>\n<p>- and she's just going to open his door. He can hit her about it if he likes. She can excuse it with how she was so very sad, Keltham, fix it. Fix it somehow. </p>\n<p> </p>\n<p>(<em>Can </em>he?)</p>\n<p>(<em>Can </em>a Civilization as great as his, but with magic - with clever ideas for Wish wordings -)</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fah06t72ewcibr8wsdfzyr_head+tilt.png",
            "url": "https://www.glowfic.com/replies/1739590#reply-1739590",
            "content": "<div class=\"post-content\"><p>Keltham looks up from whatever he's writing, startled before he clamps down on the expression.</p>\n<p>\"Orders or situation report?\" he says, sounding like he's trying to sound calm about it.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.46.00+PM.png",
            "url": "https://www.glowfic.com/replies/1739591#reply-1739591",
            "content": "<div class=\"post-content\"><p>\"I don't know what your last situation update was. Nidal launched a massive attack on the border and it's probably going to end the war one way or another. The Grand High Priestess - you met her briefly, she was the elderly lady in the throne room - is -\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.13.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739592#reply-1739592",
            "content": "<div class=\"post-content\"><p>\" - gone. Not dead, gone. There's - other countries involved now - it'll probably be over pretty soon -\" She's going to go in for a hug. \"Keltham -\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739594#reply-1739594",
            "content": "<div class=\"post-content\"><p>Apparently Carissa Sevar knew Aspexia Rugatonn personally, and is totally fine with Keltham knowing this?  At least, that's what you might think if you were a Security watching all this happen.  You would probably also be thinking something about pathetic attachments and incredible unprofessionalism.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F51spld8tawrm5guaq6112s_neutral.png",
            "url": "https://www.glowfic.com/replies/1739595#reply-1739595",
            "content": "<div class=\"post-content\"><p>He hugs her; it feels a bit different.  \"I think,\" Keltham says, \"that everyone involved in this entire war may have been very, very stupid, on account of gods not actually being able to talk to anyone, at all, even when they communicate, for some reason they're not allowed to say -\"</p>\n<p>\"Can you get me somewhere that someone can summon a lantern archon for me, like the place we first arrived here.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.48.35+PM.png",
            "url": "https://www.glowfic.com/replies/1739600#reply-1739600",
            "content": "<div class=\"post-content\"><p>Yep, shit, something is wrong. </p>\n<p> </p>\n<p>His god talked to him. </p>\n<p> </p>\n<p>The obvious thing. Wait until almost everyone is gone, and then tell him -</p>\n<p> </p>\n<p>It might be time to transition to plan: go with him. She doesn't have a fucking Teleport scroll. They might literally be able to buy one in Egorian. Too implausible? No, because he knows Cheliax is presently weakened and disorganized, his god would have told him that.</p>\n<p>\" - not allowed to say what? We're supposed to stay in this hallway, right this minute, if Zon-Kuthon has the resources to attempt another assassination it's not going to be easy to drive them off.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fuoanxrqkk6o8fcfwoi73e_intent.png",
            "url": "https://www.glowfic.com/replies/1739603#reply-1739603",
            "content": "<div class=\"post-content\"><p>\"This seems actually important and time-sensitive even by my standards.  And I don't think Nidal actually knew where I was, and now Zon-Kuthon is sealed.\"  Keltham turns to the Security wearing a headband.  \"I'm exercising my right to leave Cheliax at any time.  Take me to where I first arrived here.  I'll hang out there to see if anybody comes by to pick me up, or, you know, anybody passing by happens to summon a lantern archon for me, whichever comes first.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.04.09+PM.png",
            "url": "https://www.glowfic.com/replies/1739605#reply-1739605",
            "content": "<div class=\"post-content\"><p>No.</p>\n<p> </p>\n<p>Trips, at once, all of her - sense that she's missing something ENORMOUS, swinging around reaching for -</p>\n<p> </p>\n<p>Why, if he's doubting everything, would he trust in his right to leave Cheliax at any time.</p>\n<p> </p>\n<p>...because Abadar told him that was real. May, in fact, have been the one who guaranteed it in the first place.</p>\n<p> </p>\n<p>Message. 'your god's sending someone, aren't they'</p>\n<p> </p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fi3m49kjyeso2gitxw5onk_puzzled+1.png",
            "url": "https://www.glowfic.com/replies/1739607#reply-1739607",
            "content": "<div class=\"post-content\"><p>\"Carissa, what the <em>fuck</em> -\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739610#reply-1739610",
            "content": "<div class=\"post-content\"><p>\"Would you please consider staying here until we at least have somebody to cast the lantern archon spell immediately?\" says the Security who's actually wearing an intelligence headband.</p>\n<p>Voice in Sevar's ear, presumably a Message:  \"Sevar, pull yourself together RIGHT THE FUCK NOW, stop thinking about Rugatonn, figure out some way to recover from that fuckup, don't think about anything else that might be happening, you better believe that if we fuck this up the Queen will turn all of us into statues.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fxlmsv19grm7iuwjykpmqw_really.png",
            "url": "https://www.glowfic.com/replies/1739611#reply-1739611",
            "content": "<div class=\"post-content\"><p>\"That's a very sensible suggestion from a Security standpoint, but on second reflection, how about no, and you take me to the place I arrived, right now, per Asmodeus's directive to you.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739613#reply-1739613",
            "content": "<div class=\"post-content\"><p>Carissa has no idea who this person is but she's entirely confident that 1) she outranks them 2) she knows Keltham and they don't 3) they have absolutely no business whispering random complaints in her ear and distracting her in the middle of a very important very fraught conversation.</p>\n<p> </p>\n<p> </p>\n<p>....shitfuck, probably what's going on here is that this specific moron doesn't know that 'Carissa sides with Keltham over Cheliax, flees with him' is an established fallback plan the details of which have been worked out, and they're parsing it as a straightforward attempt at defection.</p>\n<p>Message to Keltham. 'no one else can hear us. I can help you if I have any idea what your plan is.'</p>\n<p> </p>\n<p>Message to Security. 'established fallback, don't interfere, I'm not defecting, STOP TALKING TO ME WHILE I'M MID CONVERSATION WITH TARGET'.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fibk2ymst9wq7cq433e4po_sad+2.png",
            "url": "https://www.glowfic.com/replies/1739616#reply-1739616",
            "content": "<div class=\"post-content\"><p>He looks at Carissa.  It's a long look, and a controlled one.</p>\n<p>Keltham turns back to the Security.  \"Asmodeus gave you an order.  Obey it.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.02.50+PM.png",
            "url": "https://www.glowfic.com/replies/1739619#reply-1739619",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p>Message to Keltham. \"Random people on duty when everyone competent's up north don't know who you are and don't know that you are an exception to the general rule that in an emergency Security's in charge.\"</p>\n<p> </p>\n<p>\"There are special orders regarding him,\" she says aloud. \"You don't have the clearance but I do and they do say he can leave.\" Message: You should hesitate to believe that, though, say you need to consult someone more senior -</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739620#reply-1739620",
            "content": "<div class=\"post-content\"><p>Message to Sevar:  That sounds an awful lot like me disobeying a direct order from Asmodeus so that you have a slightly smaller chance of ending up as a statue.</p>\n<p>\"Would you please allow me to try to get somebody more senior to handle this?\" says the Security.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739621#reply-1739621",
            "content": "<div class=\"post-content\"><p>Message: 'defection plan workshopped with and approved by Maillol who got Asmodeus orders directly. go.'.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpykr6w6q6r32tke0o1lhf_brooding+1.png",
            "url": "https://www.glowfic.com/replies/1739623#reply-1739623",
            "content": "<div class=\"post-content\"><p>Keltham has already turned to the other Security present.  \"It is completely implausible that the person stationed outside my room would not know about standing orders from Asmodeus regarding me, in case, for example, they got any bright ideas about mind control.  You will now conduct me to the palace landing area where I arrived, in accordance with Asmodeus's orders to you regarding me.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739624#reply-1739624",
            "content": "<div class=\"post-content\"><p>The other Security sets off in the correct direction, wearing a perfectly controlled expression.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F51spld8tawrm5guaq6112s_neutral.png",
            "url": "https://www.glowfic.com/replies/1739625#reply-1739625",
            "content": "<div class=\"post-content\"><p>Keltham is following.  He wears the actually fairly-difficult-to-read expression of somebody who is deliberately relaxing all of his facial muscles and doesn't care if you notice that's what he's doing.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739626#reply-1739626",
            "content": "<div class=\"post-content\"><p>....these <em>aren't </em>the people stationed outside Keltham's room standardly, those all fled in a panic an hour ago. These people genuinely <em>haven't </em>been informed of a bunch of really basic things that should've been communicated even in a really rushed handoff, therefore it doesn't strain credulity that they wouldn't have been informed of different really basic things that should've been communicated even in a really rushed handoff. </p>\n<p> </p>\n<p> </p>\n<p>Agreement does <em>not</em> require you to escort him out, she Messages, trying to keep it nonobvious from her tone that she's going to have all these people executed even if things work out. Need a Forbiddance or Antimagic Field in the courtyard immediately. </p>\n<p> </p>\n<p>There is a loudening pure-internal-screaming thing going on in the back of her head. She takes a second to turn it off. You cannot allow yourself to die of being scared you're going to die, or you'll die; that part is simple. </p>\n<p> </p>\n<p>What did Abadar say to him. She wouldn't have expected Abadar to know enough, or be able to see enough, to say 'Carissa in particular is lying to you/is senior in their operations'.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739627#reply-1739627",
            "content": "<div class=\"post-content\"><p>The Security stops walking.  \"I'm... not sure exactly what Asmodeus's orders say here, come to think, and in particular I'm not sure that I have to actively help you get yourself killed,\" he says.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fah06t72ewcibr8wsdfzyr_head+tilt.png",
            "url": "https://www.glowfic.com/replies/1739628#reply-1739628",
            "content": "<div class=\"post-content\"><p>Keltham continues walking in the direction the Security was moving!</p>\n<p>Forbiddances are in fact quite expensive, the Palace is quite large, and if Keltham keeps moving in that direction without some Asmodean actively hindering him, he will be outside the protected area before not really all that long.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739629#reply-1739629",
            "content": "<div class=\"post-content\"><p>Message from the smarter Security:  You can't possibly tell me that throwing up an Antimagic Field around him is not actively hindering his departure.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739630#reply-1739630",
            "content": "<div class=\"post-content\"><p>The plan,<span style=\"text-decoration: line-through;\"> you morons who need to do less arguing and more following orders in a time sensitive emergency</span>, is that I say 'that's an antimagic field' and run, with him, away, and depart, with him, sooner than he'd otherwise have succeeded in departing.</p>\n<p>(They should have done fucking practice runthroughs with Maillol present to tell everyone exactly what they could and could not do.)</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739631#reply-1739631",
            "content": "<div class=\"post-content\"><p>Message:  fine I'm requesting one through Telepathic Bond but we are inside a Forbiddance and my guess is he's going to be outside it before I can get a scroll delivered to me while inside a Forbiddance why don't you think of something to <em>fucking say to him?</em></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.02.43+AM.png",
            "url": "https://www.glowfic.com/replies/1739633#reply-1739633",
            "content": "<div class=\"post-content\"><p>Carissa badly misses Elias Abarco, whose Message would have been 'ETA 4 minutes on scroll', because Elias Abarco whatever his other personal flaws isn't a complete waste of space. </p>\n<p> </p>\n<p>Talking to Keltham obviously isn't going to work. She has one more card up her sleeve for that and it's best used once the probably-Osirians are already here and also it's going to blow everything up and she shouldn't do it if there might be anything not yet blown up. </p>\n<p> </p>\n<p>\"Pilar?\" she says instead. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739634#reply-1739634",
            "content": "<div class=\"post-content\"><p>Looks like the powers of Chaotic Good didn't feel like answering this particular plea for aid?  Maybe Sevar isn't <em>really </em>looking to have any fun, here?  Either Pilar isn't here, or she turned silent and invisible as soon as she showed up.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739636#reply-1739636",
            "content": "<div class=\"post-content\"><p>Message to Sevar:  He's about to hit an area with uncleared personnel, do we tell them to get out of the way?</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyov9vbcqfc9pfntsg1gu_Screen+Shot+2020-09-30+at+5.05.33+PM.png",
            "url": "https://www.glowfic.com/replies/1739637#reply-1739637",
            "content": "<div class=\"post-content\"><p>YES.</p>\n<p> </p>\n<p> </p>\n<p> </p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F51spld8tawrm5guaq6112s_neutral.png",
            "url": "https://www.glowfic.com/replies/1739638#reply-1739638",
            "content": "<div class=\"post-content\"><p>Keltham enters a mysteriously deserted meeting room, surveys it, picks a door out, starts walking through a mysteriously deserted hallway.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739639#reply-1739639",
            "content": "<div class=\"post-content\"><p>Message to Sevar:  Uncleared personnel manning a security checkpoint at end of hallway, end of Forbiddance is beyond, do we clear checkpoint, do you have anything at all here.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa8.png",
            "url": "https://www.glowfic.com/replies/1739640#reply-1739640",
            "content": "<div class=\"post-content\"><p>Drop back and leave me alone with him. Don't clear out the checkpoint. \"Keltham - are we supposed to resurrect you? Supposed to tell someone else to resurrect you? Who? If we lose your body we're not going to be <em>able </em>to, now, with the Grand High Priestess gone.\" Snort. \"You could give us a lock of hair or something.\" That's not how Resurrection works but she might not know that.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F51spld8tawrm5guaq6112s_neutral.png",
            "url": "https://www.glowfic.com/replies/1739641#reply-1739641",
            "content": "<div class=\"post-content\"><p>\"Finished talking to Security with Message or whatever they use?  If you didn't have anything else to do with your time, you'd probably have been thinking of a lot of things to say, just then.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739642#reply-1739642",
            "content": "<div class=\"post-content\"><p>Security checkpoint ahead!  Somebody at least managed to tell them to keep controlled facial expressions, didn't manage to tell one guy to not be carrying an obviously evil spiky dagger.  Maybe Keltham will just think it's doompunk.  At least nobody blurts out 'Carissa Sevar?'</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.02.43+AM.png",
            "url": "https://www.glowfic.com/replies/1739643#reply-1739643",
            "content": "<div class=\"post-content\"><p>\"I <em>have</em> a lot of things to say. I am assuming, based on the entire way you're acting, that you - expect you could be argued out of this, and therefore can't listen if we argue, and if that was what I thought, I wouldn't want someone to make me hear an argument anyway. So, logistical questions. Have you noticed the obvious reason to take me with you or not or do you not want to tell me until the last second.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fl5zi5kdl8q8taltk3zouh8_close+grim.png",
            "url": "https://www.glowfic.com/replies/1739644#reply-1739644",
            "content": "<div class=\"post-content\"><p>\"I'm listening, but one second.\"</p>\n<p>Keltham taps himself and Abadar's symbol flashes into place on his forehead.  \"Use Detect Magic to verify that this is a correctly functioning truthspell, and then get out of my way immediately because Asmodeus's direct orders prohibit you from hindering or interfering with my departure from this place,\" he says to the people at the Security checkpoint.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F0ba88b6e-fc67-4055-94de-26b4c3b40070_silmaril2.jpg",
            "url": "https://www.glowfic.com/replies/1739645#reply-1739645",
            "content": "<div class=\"post-content\"><p>They get out of his way, silently. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739646#reply-1739646",
            "content": "<div class=\"post-content\"><p>\"Okay, firstly, someone told you that. It's true, and I'd have told you if you asked, but you didn't know it when I went to sleep and you knew it when I woke up. I'm guessing either you got a Sending from someone or a communication from your god. If it was a communication from your god, then I will help you find the exit, though I do want to go with you. But if it was a Sending, I am <em>fucking terrified </em>that it included a Suggestion and you are out of your mind right now.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fah06t72ewcibr8wsdfzyr_head+tilt.png",
            "url": "https://www.glowfic.com/replies/1739647#reply-1739647",
            "content": "<div class=\"post-content\"><p></p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Ft1a2th8wdxdetrjxkyyvt_cast.png",
            "url": "https://www.glowfic.com/replies/1739648#reply-1739648",
            "content": "<div class=\"post-content\"><p>Spell Immunity, targeted on Suggestion.</p>\n<p>Enchantment Foil.</p>\n<p>Protection from Evil.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F51spld8tawrm5guaq6112s_neutral.png",
            "url": "https://www.glowfic.com/replies/1739649#reply-1739649",
            "content": "<div class=\"post-content\"><p>\"Nope.\"  Keltham moves through the checkpoint.</p>\n<p>There's something that looks a lot like a staging area beyond, it's also been cleared.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739650#reply-1739650",
            "content": "<div class=\"post-content\"><p>\"So it was a Sending,\" she says. \"If you've got more of those Spell Immunities you also want to try Demand, and probably six or seven secret fucking spells I have never heard of because I'm not an enchantment specialist. Keltham, at least stay on this side of the Forbiddance until we can get someone to cast a really high powered Dispel on you.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739652#reply-1739652",
            "content": "<div class=\"post-content\"><p>The group of Osirians that have just teleported in, not into the staging area, but where Keltham was six seconds earlier, do not look particularly numerous.  They do look high-level enough to potentially take a lot of the remaining Security in the palace.</p>\n<p>Keltham has already turned around and is walking towards them.  \"Carissa, come here.\"</p>\n<p>\"We should go <em>now,</em>\" one of them says.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739654#reply-1739654",
            "content": "<div class=\"post-content\"><p>She's close enough to grab his arm, which she does.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fuoanxrqkk6o8fcfwoi73e_intent.png",
            "url": "https://www.glowfic.com/replies/1739655#reply-1739655",
            "content": "<div class=\"post-content\"><p>He taps her with a truthspell.  \"Do you actually believe I'm being mind-controlled?\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.07.26+PM.png",
            "url": "https://www.glowfic.com/replies/1739656#reply-1739656",
            "content": "<div class=\"post-content\"><p>\"I consider it fairly likely,\" she says. \"Because you're acting incredibly uncharacteristic and missing things I wouldn't expect you to miss.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739657#reply-1739657",
            "content": "<div class=\"post-content\"><p>\"If you can tell me under truthspell that you expect to be able to get a high-powered-enough Security caster in here within one minute who will cast that Dispel on me and do absolutely nothing else nor will there be any other attempts to hinder me or them, you can do that,\" Keltham says.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F0ba88b6e-fc67-4055-94de-26b4c3b40070_silmaril2.jpg",
            "url": "https://www.glowfic.com/replies/1739659#reply-1739659",
            "content": "<div class=\"post-content\"><p>One of the Osirians raises a hand and casts what is evidently a very powerful Dispel Magic. And then another one.</p>\n<p> </p>\n<p>\"Do you believe he's being mind-controlled now,\" he asks Carissa, curtly.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa8.png",
            "url": "https://www.glowfic.com/replies/1739660#reply-1739660",
            "content": "<div class=\"post-content\"><p>\"No.\" But the truthspell's useful for something else. \"Keltham - when you terminate a pregnancy, the baby's soul goes to the Boneyard. Just like if they died after they were born. Cheliax can make me have an abortion but they can't protect you from having any children, souls don't show up at the moment of birth.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fws3ij0k0495ikj4hk5sl5_shellshock.png",
            "url": "https://www.glowfic.com/replies/1739661#reply-1739661",
            "content": "<div class=\"post-content\"><p>\"The fuck?\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739665#reply-1739665",
            "content": "<div class=\"post-content\"><p>\"I'll Baleful Polymorph her before we go and that'll take care of it,\" says an Osirian.  \"They're only ensouled after twelve weeks.\"</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F5xx33ss7cou7r0d6462uf8_sad.png",
            "url": "https://www.glowfic.com/replies/1739666#reply-1739666",
            "content": "<div class=\"post-content\"><p>\"Do it and let's go.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739667#reply-1739667",
            "content": "<div class=\"post-content\"><p>\"Keltham think for one fucking second, why did I tell you that. It would have been incredibly easy not to tell you that, and to retain Cheliax some leverage later.\"</p>\n<p> </p>\n<p>It's an exchange. The kind you can't make in Cheliax but can, she thinks, make in Lawful Neutral land. It's something that he wanted very badly, and she wants something in exchange, which is for him to take her with him so she won't be tortured to death. Because she believes he is the kind of person who would want to make that deal.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739669#reply-1739669",
            "content": "<div class=\"post-content\"><p>One does wonder what Keltham would have said in response to that, if she'd just said it directly.</p></div>",
            "voices": []
        },
        {
            "character": "Keltham",
            "screenname": "lawful chaotic",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2F6cc1ksw0asqfvzs5zs0jl_apologetic.png",
            "url": "https://www.glowfic.com/replies/1739670#reply-1739670",
            "content": "<div class=\"post-content\"><p>\"Goodbye.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739671#reply-1739671",
            "content": "<div class=\"post-content\"><p>Carissa is now an adorable puppy.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739672#reply-1739672",
            "content": "<div class=\"post-content\"><p>...</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739673#reply-1739673",
            "content": "<div class=\"post-content\"><p>Carissa is no longer an adorable puppy and the smarter Security from before is standing next to her, discarding what was presumably a Break Enchantment scroll.  \"Do you have any particular plan for how we don't end up as statues?\" the Security says.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.43.01+PM.png",
            "url": "https://www.glowfic.com/replies/1739674#reply-1739674",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>It takes her a bit. </p>\n<p> </p>\n<p>\"Suicide,\" she says. \"Got a weapon?\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739675#reply-1739675",
            "content": "<div class=\"post-content\"><p>\"You know, you'd think the fucking Queen of Cheliax would know better than to give a desertion incentive to people who've sold their souls,\" Security says.  He's already taking out another scroll.  \"I'm going to run, and see about staying alive until she's dead, and can't pay my owner to torture me into giving consent for resurrection so she can statue me.  She did that once, you know.\"</p>\n<p>\"I'd take you with, except for the part where you fucked up every single step of this and cost me everything.\"</p>\n<p>He's gone.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739676#reply-1739676",
            "content": "<div class=\"post-content\"><p>Carissa's plan to solve that problem is going to simply be 'don't be tortured into giving consent for a resurrection so the Queen can statue you'. It seems like an incredibly solid plan. </p>\n<p> </p>\n<p>She prepared defensive spells, not offensive ones, or this would be as simple as putting her fist in her face with a Fireball; as it is she's in fact going to need a knife. She goes invisible.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739677#reply-1739677",
            "content": "<div class=\"post-content\"><p>This palace <em>does</em> still contain a certain number of people who are pretty fucking likely to spot an invisible person walking around, unless that person is <em>very</em> invisible.  On the other hand, if they're very-invisible palace Security themselves, they won't necessarily stop you right away, after they've spotted you.</p>\n<p>Well anyways, this could be funny, how is Carissa going to try to kill herself?</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+4.51.35+PM.png",
            "url": "https://www.glowfic.com/replies/1739678#reply-1739678",
            "content": "<div class=\"post-content\"><p>She's not really thinking all that clearly. But she has her Bag of Holding with the supplies with which to protect Keltham. So she can be Greater Invisible, and have a Nondetection up, and that ought to keep her from being immediately stopped while she thinks. Options: acquire a fast-acting poison, acquire a knife, attack someone in such a fashion that you get killed by responding Security, hope she can hide long enough to make an arrow of Slaying - no, that'd take a full day, she doesn't have that long.... oh, no, wait, all that is stupid overthinking.</p>\n<p> </p>\n<p>She finds a fountain. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.01.46+AM.png",
            "url": "https://www.glowfic.com/replies/1739679#reply-1739679",
            "content": "<div class=\"post-content\"><p>There are lots of them, dotting the grounds; she doesn't think she needs the basin to be more than a few inches deep, in principle you can drown in practically anything, but she picks one with a few feet deep, just in case her self-control while drowning is much worse than she thinks. She blankets the fountain with an illusion that it looks normal. Lies down. </p>\n<p>Lowers her head under the water, and breathes in.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739680#reply-1739680",
            "content": "<div class=\"post-content\"><p>Most people, in fact, would not be able to deliberately drown themselves like that.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa4.png",
            "url": "https://www.glowfic.com/replies/1739682#reply-1739682",
            "content": "<div class=\"post-content\"><p>People suck. It is why Asmodeus hates them, and Asmodeus is right to; Carissa agrees with him wholeheartedly. Theologically everything feels very uncomplicated, right now. People are weak and pathetic and can't think about the long term, can only think an instant ahead, can only feel their lungs fill up with water and jerk above the surface, their muscles moving in advance of their mind.</p>\n<p> </p>\n<p>If she's that weak she will deserve to stop existing. </p>\n<p>She lost the Minor Illusion. She casts it again.</p>\n<p><br/>She sinks down into the water and wedges her head slightly under the lip of the fountain as protection against the failure of her own will, and she focuses all of her self to a tiny sharp point on the Minor Illusion. She has to keep it up. The fountain has to look normal. Her lungs are spasming and her body is fighting but this is the only thing that will ever matter and she doesn't move above the water, doesn't keep track of which direction is above the water, and the illusion will make the water look normal. The illusion will make the water look normal. Perfectly normal. Even when the illusion falls, an invisible body won't be fast to find, but she is trimming away even thoughts like that, now, in favor of concentrating on her illusion's sparkling beautiful perfection, nothing here for anyone to see. </p>\n<p> </p>\n<p>It's getting dark, but that's all right. She'll wake up in Hell.</p>\n<p> </p>\n<p> </p>\n<p>Technically, she'll get a trial, which is almost funny, in some very distant far-off way. </p>\n<p> </p>\n<p> </p>\n<p> </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739683#reply-1739683",
            "content": "<div class=\"post-content\"><p>Pulled out of water by a Security not wearing an intelligence headband, tapped with Greater Dispel Magic (cast from item) followed by Greater Infernal Healing.  \"What happened to you, report!\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.04.09+PM.png",
            "url": "https://www.glowfic.com/replies/1739684#reply-1739684",
            "content": "<div class=\"post-content\"><p>Wait what the actual fuck, she thinks while coughing and vomiting on the ground. We have security competent to notice invisible bodies in the fountains but not to, you know, detect a Sending or wake up the one on-site project expert when an important target is acting weirdly or brief anyone on the escape plan -</p>\n<p> </p>\n<p>\"I have an important report I need to make directly to Dispater,\" she says. \"In person. If you haven't got training for this I will take your knife and handle it.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739686#reply-1739686",
            "content": "<div class=\"post-content\"><p>\"That's the weirdest thing I've ever heard in my life, and if it can wait long enough for you to make it to Dis, then it can wait slightly longer while I get in somebody who can check you for enchantments.\"  He's pretty obviously calling reinforcements.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739687#reply-1739687",
            "content": "<div class=\"post-content\"><p>\"I'll go directly to Dis, you worm, I sold my soul there.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739688#reply-1739688",
            "content": "<div class=\"post-content\"><p>\"Aura Sight doesn't have you looking powerful enough to have done that.  Fail your Will save.\"  Knock knock, somebody would like to detect her thoughts.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.35.37+PM.png",
            "url": "https://www.glowfic.com/replies/1739690#reply-1739690",
            "content": "<div class=\"post-content\"><p>Instead of that she casts Hold Person. And then Invisibility, to hide the frozen Security somehow standing right there, and then - has he got a weapon on him, or items more lethal than the stupid defensive ones she has -</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739691#reply-1739691",
            "content": "<div class=\"post-content\"><p>Mm, good question...</p>\n<p>There's a dagger that looks kind of unfortunately ceremonial, barbed, and pretty blunt aside from being barbed.  You <em>might</em> be able to kill yourself with this but it would be painful and, more importantly, slow.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739692#reply-1739692",
            "content": "<div class=\"post-content\"><p>Fine.</p>\n<p><br/>She shoves him into the fountain. Unpleasant way to die but Hold Person doesn't last very long and this way she can determine whether there's some kind of drowning-person alarm on the fountains, he got to her way too fast. </p>\n<p>(She casts another Hold Person from the scrolls in her bag when it reaches the edge of its duration.)</p>\n<p> </p>\n<p>Alter Self. Disguise Self. Now Carissa is this random Security.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739693#reply-1739693",
            "content": "<div class=\"post-content\"><p>Brilliant deduction, Carissa, it looks like there's more Security inbound!  Either that, or the first guy called for reinforcements just like you remembered him doing!  By the way they probably know him, also how well do you think you're likely to do at faking his Arcane Mark.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739694#reply-1739694",
            "content": "<div class=\"post-content\"><p>Carissa, in the manner of dath ilani, updated hard on the quality of the remaining Security in the last hour and is now pretty confident that everyone who would be smart enough to check that is either in Nidal or, uh, deserted. It's occurring to her that possibly a lot of the absence of competent people is desertion. - think about that later. </p>\n<p> </p>\n<p>\"Two invisible people, one of them a caster, grabbed one but they Dim Doored out,\" she shouts to incoming Security. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739695#reply-1739695",
            "content": "<div class=\"post-content\"><p>...okay, they'll start casting detection spells that will totally show up that Disguise Self you're using.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyov9vbcqfc9pfntsg1gu_Screen+Shot+2020-09-30+at+5.05.33+PM.png",
            "url": "https://www.glowfic.com/replies/1739696#reply-1739696",
            "content": "<div class=\"post-content\"><p>She has a second Nondetection which ought to cover that! She'll cast some detection spells herself and go looking for the intruders. There should be some non-caster Security she can steal a knife from.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739698#reply-1739698",
            "content": "<div class=\"post-content\"><p>One <em>supposes</em> that could work.  As interesting as it might be to watch Carissa try to end herself with a knife, however, it looks like the alarm has gone up and also some more competent-looking people are returning from the front lines to deal with whatever's going on at the Palace; Chelish forces can in fact handle themselves pretty well against Nidal if the Black Triune is out of the picture.</p>\n<p>Also somebody may possibly have reported that whole thing with Keltham at some point?</p>\n<p>Somebody is yelling about whether anybody knows where Carissa Sevar is and she's to be held alive if so.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.43.01+PM.png",
            "url": "https://www.glowfic.com/replies/1739700#reply-1739700",
            "content": "<div class=\"post-content\"><p></p><details>\n<br/><summary>Content warning: suicide. You don't actually need to read this tag to follow the plot. </summary><p></p>\n<p>Blunt dagger should still work, if no one can find her to heal her fast enough. She burns the last scroll of Greater Invisibility, leans against the wall, sticks the dagger in her mouth, and shoves. Up and back. That's where her brain is, probably. If she did it exactly right, she'll even fall to the ground in a way that shoves the dagger in deeper.</p>\n<p>.</p></details><p></p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739701#reply-1739701",
            "content": "<div class=\"post-content\"><p>Unfortunately you didn't do it exactly right, then; or even, really, right enough at all.  Not enough to prevent yourself from being healed after they find you.</p>\n<p>There's an instant of blinding pain as she tries it.</p>\n<p><br/>It is alas followed by waking up, not in Hell.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.46.00+PM.png",
            "url": "https://www.glowfic.com/replies/1739702#reply-1739702",
            "content": "<div class=\"post-content\"><p>Carissa is, as sincerely as a person can possibly be, really sad to not be on fire in Avernus.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>Where<em> is </em>she?</p>\n<p> </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739703#reply-1739703",
            "content": "<div class=\"post-content\"><p>The Imperial palace's best torture chambers; apparently it's time for an extended debriefing which will probably be, in fact, pretty boring from the standpoint of the people doing it -</p>\n<p>Ha ha, just kidding!  Carissa is nowhere near that lucky.</p>\n<p>She finds herself in a place that involves a remarkable amount of golden shiny, which is the color of the walls, floor, ceiling, all illuminated by ceiling lights bright enough to look like little pieces of Sun.</p>\n<p>At various forcescreen-protectable desk stations around the room are unidentifiably rare books, alchemical reagents at the intermediate level, large gemstones in more colors than the rainbow actually has, exotic metals, and one shelf with an absolutely horrifying amount of spellsilver.</p>\n<p>There's nobody visible in this room, but Carissa can't turn her head very far to see if anybody's lurking behind her.  Her feet are spread uncomfortably far apart and affixed to the floor by anklets and chains that don't have very much give to them, her head is affixed in place by something that feels more like an arbitrary force spell.</p>\n<p>Gold, to be clear on this point, is a usefully non-reactive coating; and hence often found all over the place, in very very high-end enchanter's workshops.</p>\n<p>How is Carissa currently feeling about this?</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.25.25+PM.png",
            "url": "https://www.glowfic.com/replies/1739704#reply-1739704",
            "content": "<div class=\"post-content\"><p>Carissa has gone so far beyond all of the emotions she has ever had in her entire life that when she checks where the emotions are, she just comes up empty. </p>\n<p> </p>\n<p> </p>\n<p>.....it is <em>technically </em>possible to use spellsilver you're not touching. Some people do that so they don't have to deal with it oxidizing. Doing it at any significant distance loses efficiency, which wouldn't be worth it, but -</p>\n<p> </p>\n<p>She is going to focus very intently on trying to build a weapon-enchantment-scaffold that stretches all the way from her to the spellsilver on the shelf. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739705#reply-1739705",
            "content": "<div class=\"post-content\"><p>...isn't she supposed to be third circle.  <em>Is</em> she still third circle, she did just get into a bit of a fight there.</p>\n<p>Well, nobody's going to interrupt her while she's trying that.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.32.10+PM.png",
            "url": "https://www.glowfic.com/replies/1739707#reply-1739707",
            "content": "<div class=\"post-content\"><p>Might be fourth now. Yay Carissa. </p>\n<p> </p>\n<p>She has an armillary amulet, for visualizing the way spell manifolds will curve around each other. She reaches it at her neck, twiddles with it. </p>\n<p> </p>\n<p>They're probably just toying with her. </p>\n<p> </p>\n<p>And yet -</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F0ba88b6e-fc67-4055-94de-26b4c3b40070_silmaril2.jpg",
            "url": "https://www.glowfic.com/replies/1739708#reply-1739708",
            "content": "<div class=\"post-content\"><p>\"Make a DC 40 spellcraft check\" is, in general, a mean thing to say to your players who are in the middle of levelling up their character sheet to seventh level. It is standard at that level for a wizard to have a +12 or +14 to spellcraft.</p>\n<p> </p>\n<p>Carissa Sevar has a +23 to spellcraft, +28 when her hands are free to use her armillary amulet. </p>\n<p> </p>\n<p>Let the dice roll, then.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.32.31+PM.png",
            "url": "https://www.glowfic.com/replies/1739709#reply-1739709",
            "content": "<div class=\"post-content\"><p></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fvnqr2piy0tabr18rotd2t_carissa16.png",
            "url": "https://www.glowfic.com/replies/1739710#reply-1739710",
            "content": "<div class=\"post-content\"><p>Carissa is going to turn her armillary amulet into an arrow of Slaying. She's not actually sure if you can do that. She's going to anyway. She's sure it's supposed to take days. But if you're willing to burn a lot of spellsilver maybe you can go a little faster.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739711#reply-1739711",
            "content": "<div class=\"post-content\"><p>Now that's just bullshit.  Seventh-circle wizard, yes.  Perhaps a prodigal and specialized fifth-circle wizard.  Third-circle who <em>maybe </em>just hit fourth, <em>no</em>.</p>\n<p>Skeptical sane people would not believe this Carissa Sevar fact.</p>\n<p>All right, keep going then.  Are you <em>actually</em> going to pull this off.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.46.00+PM.png",
            "url": "https://www.glowfic.com/replies/1739712#reply-1739712",
            "content": "<div class=\"post-content\"><p>Well, how long does she have. She knows how to make an arrow of Slaying, she's done that before. She knows, apparently, how to use spellsilver at this distance. She's trying some new stuff in order to do it <em>faster, </em>but this is three days of work for a normal arms and armor enchanter, and a day and a half even for a Carissa normally, and she's not sure how much you can substitute spellsilver for speed, though she's going to find out.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739714#reply-1739714",
            "content": "<div class=\"post-content\"><p>...let's say she gets fifteen minutes.</p>\n<p>How far does Carissa get in fifteen minutes, is it pretty clear that she would in fact succeed if left to herself for a few more hours?  Is it enough that she starts feeling <em>hope?</em></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.04+AM.png",
            "url": "https://www.glowfic.com/replies/1739715#reply-1739715",
            "content": "<div class=\"post-content\"><p>Yes. It is. Why do you ask. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739716#reply-1739716",
            "content": "<div class=\"post-content\"><p>Hell is the destruction of hope.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739717#reply-1739717",
            "content": "<div class=\"post-content\"><p>\"That is the most impressive feat I have seen anybody even <em>try </em>from that position.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.13.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739719#reply-1739719",
            "content": "<div class=\"post-content\"><p>- like being dumped in cold water, except not the nice kind of cold water that'll drown you. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa4.png",
            "url": "https://www.glowfic.com/replies/1739721#reply-1739721",
            "content": "<div class=\"post-content\"><p>Nothing to lose, really. It's an odd feeling, weightless but also too full of wordless agony to enjoy. </p>\n<p> </p>\n<p>\"Your majesty! You don't mean this is <em>your </em>spellsilver, I thought someone had just left it here.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739722#reply-1739722",
            "content": "<div class=\"post-content\"><p>Does Carissa actually have any idea how to <em>not</em> flirt.</p>\n<p>\"Nothing to lose?  Are you so sure?  You aren't going to try to convince me that Asmodeus would still treasure your soul?  Nor that the reason He singled you out, was that none save you can do as must now be done to keep up to Osirion and Lastwall?\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.04.09+PM.png",
            "url": "https://www.glowfic.com/replies/1739724#reply-1739724",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p>\"It's just barely possible that you'll decide that, your majesty, but not because I claim it's so.\"</p>\n<p> </p>\n<p>She has not actually stopped work on making her slaying arrow.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739727#reply-1739727",
            "content": "<div class=\"post-content\"><p>Well, isn't it nice to be credited with the tiniest trace of professionalism literally at all.</p>\n<p>\"I inquired of Hell.  They thought you had outlived your usefulness.\"</p>\n<p>\"After receiving reports from the <em>one</em> loyal person present at that incident, I am inclined to agree.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739728#reply-1739728",
            "content": "<div class=\"post-content\"><p>\"There was a loyal person present at that incident?\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739729#reply-1739729",
            "content": "<div class=\"post-content\"><p>\"The Security officer posted outside Keltham's room.  He didn't try to escape, reported faithfully the incident, and will be extensively corrected for his <em>incompetence,</em> which is <em>not,</em> however the same as <em>treason.</em>\"</p>\n<p>\"Someone really has to work hard to end up in this room, Sevar.  Carissa.  May I call you that?  I think our relationship has reached that point.  You need to work to get into this room, Carissa.  You have to somehow personally piss off Abrogail Thrune to a <em>towering</em> degree, you must have made a deliberate and knowing decision along the way - because there is no terrifying incompetent people out of incompetence, but betrayal is something else - and then on top of that <em>you</em> needed to become somebody that Asmodeus and the Church would no longer miss.\"</p>\n<p>\"Regrets?  Or are you too busy to feel them?  It seems a shame to cut short your stunning demonstration, but if you can't concentrate on that and having feelings at the same time, I'll have no choice.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fvnojiswuklhtapzuyeqlq_Screen+Shot+2020-12-07+at+2.28.21+PM.png",
            "url": "https://www.glowfic.com/replies/1739730#reply-1739730",
            "content": "<div class=\"post-content\"><p>\"I regret literally every decision I made from the moment Keltham showed up at the Worldwound and am so overwhelmed with misery and terror that I cannot think of a thing to say in my defense. I deserve to be tortured eternally.\" It's true, in a sense, but also she's holding the misery and terror back, crowding them into a corner of her mind, not actually letting herself fully feel them. </p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739731#reply-1739731",
            "content": "<div class=\"post-content\"><p>\"Doesn't everyone?  Let yourself feel it, Carissa, or I might start feeling inclined to destroy your spellwork to reduce your distractions.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.07.37+PM.png",
            "url": "https://www.glowfic.com/replies/1739732#reply-1739732",
            "content": "<div class=\"post-content\"><p>.....nothing matters....</p>\n<p> </p>\n<p>\"And am I supposed to <em>care? </em>Oh no, my <em>spellwork</em>! You were never going to let me finish it! You can't <em>threaten </em>me, haven't you noticed that? You're going to destroy me and I literally don't care about anything else!\"</p>\n<p> </p>\n<p> </p>\n<p>She's - crying? She would not have predicted that.</p>\n<p> </p>\n<p> </p>\n<p>She hasn't stopped working on the arrow. It's reassuring, one stable thing, like there's a corner of her mind that's still knitting magic, ignorant of all the rest.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739733#reply-1739733",
            "content": "<div class=\"post-content\"><p>Abrogail reaches out a hand and caresses her cheek, where her head is still held very solidly in place by nothing.</p>\n<p>\"At least you still know how to cry,\" Abrogail says softly, \"from something other than simple pain.  But it's only a few of your emotions that you're feeling, even so, and you don't know how to feel the rest.  You're a broken thing inside, aren't you, no wonder you failed at the end when it mattered.  It would have been so interesting to see whether Keltham could have remade you in truth.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.31.13+PM.png",
            "url": "https://www.glowfic.com/replies/1739734#reply-1739734",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p>\" - wait, that's your fault analysis here?\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.30.22+PM.png",
            "url": "https://www.glowfic.com/replies/1739736#reply-1739736",
            "content": "<div class=\"post-content\"><p>\"Your Majesty, by far my most significant error - and yours, really, but mostly mine - is that I did not confirm Keltham's room was warded to make Sendings impossible, or, if we had some good reason for it not to be so warded, then we should also have had some group of malicious assassins Send him to lure him into a trap so he'd be appropriately fucking wary in future.  We lost <em>almost everything as soon as he got that Sending</em>; it would be nice if he'd taken me along to Osirion, but it was still a <em>tiny </em>probability at that point of getting anything at all that we valued out of this.</p>\n<p>My second most significant error is that as soon as the fallback 'Carissa and maybe Ione escape with Keltham' plan was developed we should have done a dozen live-fire runthroughs with every Security person who might possibly have been in the room when Keltham learned something that caused him to be ready to leave.</p>\n<p>My third most significant error was seeking employment in <em>your </em>clownshow of a government.\" She fully expects this to get her lit on fire but being lit on fire will be refreshing right now.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739738#reply-1739738",
            "content": "<div class=\"post-content\"><p>Ah, Carissa.  If you had spent more than four hours of your life as a project manager, dealing with actual people instead of calm little pieces of paper...</p>\n<p>\"Do I detect a note of far-too-late interest in becoming Queen of Cheliax?\" Abrogail says mockingly.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.32.10+PM.png",
            "url": "https://www.glowfic.com/replies/1739739#reply-1739739",
            "content": "<div class=\"post-content\"><p>\"Of course I want to be Queen of Cheliax! Have you met the current one, she's an idiot!\" WHY isn't she on fire.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739741#reply-1739741",
            "content": "<div class=\"post-content\"><p>\"Oh, is this when, thinking you have nothing left to lose, you tread upon my pride those few more steps, and tell me now those obvious truths that others dare not say for fear of me?  Go to it, then, let's see if you have anything new.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.35.37+PM.png",
            "url": "https://www.glowfic.com/replies/1739744#reply-1739744",
            "content": "<div class=\"post-content\"><p>- fine, then. \"You never took this a fraction as seriously as everyone around you was telling you it needed to be taken. Your staff are all <em>idiots</em>. The rumors about the project should never have happened. They <em>need</em> it to feel superior to the people who aren't allowed rumors? Send them all to the Worldwound, see what they need then. Project security at the villa was barely, barely competent to keep things from slipping and Security at the palace, even before you took everybody north this morning, was notably worse. Aspexia thought we could make the best of there being rumors about me, but I'm scryable, and frequently in a room with Keltham, it's actually a terrible idea for Lastwall to think I'm interesting!! Maybe the best of our terrible options at that point but an incredibly massive security failure which everyone was just casually indifferent about! Maillol would have done better, but at the palace he doesn't even really use his brain, because he expects everything to run on stupid games he's not good at. You should have your fucking capital at the Worldwound, is what you should do, nothing less than the dumb ones getting eaten by demons makes people realize they aren't <em>special. </em>Cheliax has been around for eighty years and doesn't know how to punish people in a way that makes them better at their jobs, what are we <em>doing? Aspexia was the only person who understood how badly we are failing -\"</em></p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739745#reply-1739745",
            "content": "<div class=\"post-content\"><p>Being lit on fire by Abrogail Thrune is not like being lit on fire by fifth-circle Security weaklings.  It actually hurts.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.25.25+PM.png",
            "url": "https://www.glowfic.com/replies/1739746#reply-1739746",
            "content": "<div class=\"post-content\"><p>She loses her slaying-arrow-in-progress.</p>\n<p> </p>\n<p>She screams. </p>\n<p><br/><br/>It's satisfying, though, in the incredibly hollow incredibly distant way that things can still be satisfying. </p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739747#reply-1739747",
            "content": "<div class=\"post-content\"><p>As the saying goes:  If fire seems to help, try even more fire.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.27.36+PM.png",
            "url": "https://www.glowfic.com/replies/1739749#reply-1739749",
            "content": "<div class=\"post-content\"><p>An interesting side effect of the headband is that you have more attention to occupy with being in horrible pain. </p>\n<p> </p>\n<p>A lot of people think of this as a downside, but Carissa doesn't have it in her, on a very fundamental level, to wish there was less of her. </p>\n<p> </p>\n<p> </p>\n<p>Which is - not an idea, she's in too much pain for an idea, but the threads of what might be able to turn into an idea once the pain stops.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739750#reply-1739750",
            "content": "<div class=\"post-content\"><p>Then she can be not on fire and have a Greater Infernal Healing.  Abrogail is always interested in detecting the thoughts of Carissa when she lets herself have any.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.25.25+PM.png",
            "url": "https://www.glowfic.com/replies/1739751#reply-1739751",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p>\"Do you think,\" she says, once she can talk, \"you are capable of hurting me enough I am ready for it to stop.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739752#reply-1739752",
            "content": "<div class=\"post-content\"><p>That is the most flirtatious thing that anyone has said to Abrogail Thrune in 2 years and 3 months.  \"My, I genuinely don't know.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.10.47+PM.png",
            "url": "https://www.glowfic.com/replies/1739753#reply-1739753",
            "content": "<div class=\"post-content\"><p>\"Me neither. Do you want me actually motivated to find out.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739754#reply-1739754",
            "content": "<div class=\"post-content\"><p>\"I doubt you capable of more than a hollow imitation of real motivation, even now, but do go on.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.04.27+PM.png",
            "url": "https://www.glowfic.com/replies/1739755#reply-1739755",
            "content": "<div class=\"post-content\"><p>\"Promise me that you'll only turn me into a statue if I tell you that I've had enough.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739757#reply-1739757",
            "content": "<div class=\"post-content\"><p>A laugh.  \"No, sweet Carissa.  If I were to offer your soul's eternity for anything, it would be you learning to suffer beautifully, with your true whole heart, as might keep me occupied for more than one day's dalliance.  It would be a futile offer, of course, because you are too hollow of a shell to fill yourself up that quickly and only because you must.\"</p>\n<p>\"Are you interested in buying up to one more hour of existence at any cost in suffering for it?  I could offer you that.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.32.58+PM.png",
            "url": "https://www.glowfic.com/replies/1739759#reply-1739759",
            "content": "<div class=\"post-content\"><p>What's she supposed to say to that, no?</p>\n<p> </p>\n<p> </p>\n<p>\"Please, your Majesty.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739760#reply-1739760",
            "content": "<div class=\"post-content\"><p>\"This is so unfair to me, you know.\"  Another light caress around Carissa's other cheek.  \"I want you still sane and appreciating everything when you finally, slowly, bit by bit, feel your body starting to freeze up, and you know that those are the very last moments you'll ever have.  You invite me to try to make you say 'stop' and I do believe that maybe I <em>could,</em> but not if I still want you sane and feeling everything during the part I've been looking forwards to for days.\"</p>\n<p>\"But there's games we can play in an hour and still leave you sane, and maybe you're weaker than I thought.  So yes, sweet flirtatious Carissa, let us dally for a time, even if you're being naught but a tease.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.36.02+PM.png",
            "url": "https://www.glowfic.com/replies/1739762#reply-1739762",
            "content": "<div class=\"post-content\"><p>(Days ago Carissa hadn't even done anything! Was the Queen that sure she'd fail eventually?)</p>\n<p> </p>\n<p> </p>\n<p>After that she stops being able to have terribly complicated thoughts, for a while.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>It is better than not existing. If it were all there ever was it would be better than not existing. </p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.48.35+PM.png",
            "url": "https://www.glowfic.com/replies/1739765#reply-1739765",
            "content": "<div class=\"post-content\"><p>At some point it stops and an Infernal Healing spell burns her back together and she has no idea if it has been an hour and is full of crippling terror that it has. Surely an hour couldn't go by that fast. </p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739766#reply-1739766",
            "content": "<div class=\"post-content\"><p>\"No, not yet.  You know, my sweet, if everything about this relationship were completely different, I might start to feel insecure about my ability to satisfy you in bed.  At least more than once.\"</p>\n<p>\"And you're <em>still </em>holding back your feelings.  It's very annoying.  If you're trying to convince me to play for longer than an hour, you could certainly be doing a better job of that.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.35.37+PM.png",
            "url": "https://www.glowfic.com/replies/1739767#reply-1739767",
            "content": "<div class=\"post-content\"><p>\"I don't even know what you mean. When you say that.... I could light you on fire and you could show me.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739771#reply-1739771",
            "content": "<div class=\"post-content\"><p>\"I'm not sure I even <em>could</em> fail my Will save against your level of Detection, dear.  But it goes like this, in words.\"</p>\n<p>Abrogail leans in closer to Carissa, leans up against her, breathes into her ear.  \"I'm sad.  I'm lost.  I'm terrified.  I don't want to stop existing.  This wasn't what I wanted.  Why did I end up like this.  I hate her.  I want to destroy her like she's destroying me.  How can this be happening to me.  I was meant for better things.  I was going to be ascendant in the world and then ascendant in Hell, and live forever and ever.\"</p>\n<p>\"Those are some of the things that a Carissa who wasn't a hollow shell might be feeling in your place.  Feeling, not saying, it's useless to repeat it back to me.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.32.58+PM.png",
            "url": "https://www.glowfic.com/replies/1739772#reply-1739772",
            "content": "<div class=\"post-content\"><p> </p>\n<p>\"Oh.</p>\n<p> </p>\n<p> </p>\n<p>That would hurt. Worse than -\" gesture. She's not sure why her hands are free. \"That's - your schools teach <em>children </em>not to do that. No- wishing anything was different, no hating anything you can't destroy.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739773#reply-1739773",
            "content": "<div class=\"post-content\"><p>\"Yes, and that's necessary to my Cheliax for I know no other way to keep power over its people.  It does make it <em>so</em> hard to find good bedmates, though.  I wonder if your Cheliax could have been different, had you not failed the game laid out by the gods and lost your chance to keep hold of its prize.\"</p>\n<p>\"But I will enjoy this more, the more you hurt, and that's true and should also be obvious.  It doesn't matter any more, now, what you were taught in school.  Undo it all.  Forget it all.  Be the child you were taught not to be, and hurt for me, and maybe I'll be pleased a little longer.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.46.00+PM.png",
            "url": "https://www.glowfic.com/replies/1739778#reply-1739778",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p>\"I don't want to die. don't care about - being special, being important, being the best - care about it but not really, not much, next to - next to there being a next thought - was - the thing that made me loyal, always, that I'd continue to - be - didn't betray you, except by trying to go to Hell. don't really think that should count.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739779#reply-1739779",
            "content": "<div class=\"post-content\"><p>\"For so long as you find new hurts inside you,\" Abrogail breathes into her ear, \"I won't stop hurting you, but they have to be real and strong and you must really be feeling them, Carissa.  The game can't last forever or even very long, but it might last for longer than when your hour has passed.\"</p>\n<p>Then Carissa can be in pain, again, pausing at intervals to see whether she's found enough hurt inside her to make the outward pain go on.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.46.00+PM.png",
            "url": "https://www.glowfic.com/replies/1739780#reply-1739780",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p>\"I don't actually hate you,\" she says at one point. \"you're not good enough at your job, but I would be worse. 's the thing where humans suck. ....hate that security guy who kept sending me stupidly long messages while I was trying to think what to tell Keltham - did you catch him -\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739782#reply-1739782",
            "content": "<div class=\"post-content\"><p>\"I've already bargained with his owner to have him tormented for a time and then destroyed, however and whenever he gets to Hell.  It's not cheap, but it can be done.  Isn't it funny how he ran away into a gameboard he imagined in his mind, a gameboard where he imagined that he could ever win against me, and so lost his one and only chance at the mercy he could have received by not betraying me?  Do you think you can laugh at that, Carissa?  Hating a man you hardly met isn't a deep enough hurt to satisfy me; but if you can really laugh along with me at his foolishness in defying me, I'll count that, on a whim.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.02.50+PM.png",
            "url": "https://www.glowfic.com/replies/1739783#reply-1739783",
            "content": "<div class=\"post-content\"><p>\"No. Because, tomorrow, he'll be alive, and I won't. He can - live his whole life. Go for the Starstone. 's not good enough. Wish I had that foolishness, if that's what it is.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739785#reply-1739785",
            "content": "<div class=\"post-content\"><p>\"I wouldn't have buried him as a statue for ever, if he hadn't turned traitor at the end.  Wouldn't have buried you as a statue for ever, if you hadn't turned traitor at the end.  It was only and ever your fear of this place that led you here.  If you have true laughter for that, or true tears, I'll count it while they last.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.32.58+PM.png",
            "url": "https://www.glowfic.com/replies/1739786#reply-1739786",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>\"oh.\"</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>She does cry, then.</p>\n<p> </p>\n<p> </p>\n<p>\"Asmodia - wants to stop existing. so she - gets Hell - and -\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739789#reply-1739789",
            "content": "<div class=\"post-content\"><p>There comes a time, though, when Carissa has run out of new ways to hurt.  Even Abrogail offering to accept the coin of any other deep strong feelings that she's buried, does not rescue her from bankruptcy; no human being can play that game for very long.</p>\n<p>Carissa is informed that it's time for her to be a statue now.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.32.58+PM.png",
            "url": "https://www.glowfic.com/replies/1739790#reply-1739790",
            "content": "<div class=\"post-content\"><p>\"Please don't,\" she says, not because she expects it could possibly work, but because not saying it won't work either, and not feeling it was boring. To Abrogail. Who is the only thing that matters in the whole world, and isn't that exactly what she wants. </p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739792#reply-1739792",
            "content": "<div class=\"post-content\"><p>\"I hazard my true oaths warily, dear Carissa, and scribe them all out in advance, so this is not an oath in Asmodeus's name or otherwise, but just a promise.\"</p>\n<p>\"I promise that if, as your slow petrification ends, I do truly believe that you have let out all the suffering inside you and held none of it back from me, you will, at the very end, be saved from the very worst fate you fear, and not be a statue for ever.\"</p>\n<p>\"I don't think you can, but I promise I'll be fair about judging it.\"</p>\n<p>\"I don't hate you so much, sweet Carissa, that I'd rather be certain of destroying you completely, than have a little more fun while you end.\"</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739793#reply-1739793",
            "content": "<div class=\"post-content\"><p>It starts as a tingling in her toes.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.07.26+PM.png",
            "url": "https://www.glowfic.com/replies/1739794#reply-1739794",
            "content": "<div class=\"post-content\"><p></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.35.37+PM.png",
            "url": "https://www.glowfic.com/replies/1739796#reply-1739796",
            "content": "<div class=\"post-content\"><p>\"Okay, now I hate you,\" she says, and it occurs to her, wildly, ridiculously, that Keltham would call that the same kind of error as all your predictions being wrong in the same direction, and Keltham, Keltham, Abrogail has already heard every feeling Carissa is capable of having about Keltham, and she'll never know if he intended this, or not, or didn't care, or might look, someday, when he understands - but maybe he does - </p>\n<p>- and she thought she was kind of out of things to cry about but she's crying again anyway. She hopes Abrogail is pleased. Even though she hates her. Because - no, she doesn't know why, she's too tired to think, she has no idea why she hates Abrogail and hopes she's making Abrogail happy and in fact doesn't really know why, or for how long, there will be anything at all clinging to its place in her head in the rising tide of terror.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739798#reply-1739798",
            "content": "<div class=\"post-content\"><p>Abrogail is inscribing runes into her flesh, with molten metal laced with spellsilver, the sort of work that really will stay in place for a long long long time once those places have petrified.  It hurts, but not much compared to some other things.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739799#reply-1739799",
            "content": "<div class=\"post-content\"><p>\"You're allowed to fight back, you know,\" Abrogail informs Carissa.  Her voice is so soft now, so gentle.  \"You're not allowed to win, but you're allowed to fight back, with magic, with your hands when you have no magic left.  It's why your hands are free.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fuquo7ciuwiczvqztlkq45l_Screen+Shot+2020-12-08+at+4.07.26+PM.png",
            "url": "https://www.glowfic.com/replies/1739800#reply-1739800",
            "content": "<div class=\"post-content\"><p>\"Is there the<em> slightest</em> reason to think that might change anything at all.\"</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739801#reply-1739801",
            "content": "<div class=\"post-content\"><p>\"There is,\" Abrogail murmurs, not looking up from the lines of fire tracing an absence of eternal damnation into Carissa's skin.  \"It's something inside you that school taught you to never let out, against someone like me.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Foat2o11tiag074wxxfde_Screen+Shot+2020-12-08+at+6.25.25+PM.png",
            "url": "https://www.glowfic.com/replies/1739802#reply-1739802",
            "content": "<div class=\"post-content\"><p>Sure, then, she will try to gouge the Queen of Cheliax's eyes out. May as well be not-damned for every crime in the reach of your arms.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739803#reply-1739803",
            "content": "<div class=\"post-content\"><p>Carissa's hands scrabble uselessly over Abrogail's face.  There's no obvious magic opposing Carissa, it's just that what she's trying doesn't work.  She can't do this any more than Keltham could bite through her lip.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.36.02+PM.png",
            "url": "https://www.glowfic.com/replies/1739805#reply-1739805",
            "content": "<div class=\"post-content\"><p>This is objectively not surprising but it's still infuriating. Can she interfere with rune-drawing. </p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739806#reply-1739806",
            "content": "<div class=\"post-content\"><p>Not as such, no.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739808#reply-1739808",
            "content": "<div class=\"post-content\"><p>Can she scratch the runes off her own skin.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739809#reply-1739809",
            "content": "<div class=\"post-content\"><p>What do you <em>think.</em></p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.04.09+PM.png",
            "url": "https://www.glowfic.com/replies/1739811#reply-1739811",
            "content": "<div class=\"post-content\"><p>She stopped being competent at thought some amount of time that she has no guess at ago! She's just trying things!!!</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739814#reply-1739814",
            "content": "<div class=\"post-content\"><p>\"They say that it's less dignified for a wizard to die with spells still uncast,\" Abrogail observes.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F4qbgnbcq5nnr5lv6oamjwa_Screen+Shot+2020-09-25+at+4.17.22+PM.png",
            "url": "https://www.glowfic.com/replies/1739815#reply-1739815",
            "content": "<div class=\"post-content\"><p>Ah, yes, she definitely thinks Abrogail's going to let her get away with Gaseous Form, that definitely seems like something Abrogail will let her get away with. </p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739816#reply-1739816",
            "content": "<div class=\"post-content\"><p>Spell's stuck!  It's not even being countered, it's more like she can get halfway through casting it but then can't cast it any further.</p>\n<p>Abrogail laughs.  It sounds more cheerful than sadistic.</p>\n<p>\"Apologies, apologies, I just kept wanting that to happen at <em>some </em>point while I was destroying you.\"</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fyi4b2oygd3bdiaobluq82t_Screen+Shot+2020-12-24+at+4.30.22+PM.png",
            "url": "https://www.glowfic.com/replies/1739817#reply-1739817",
            "content": "<div class=\"post-content\"><p>Carissa spits in her face. </p>\n<p> </p>\n<p>Can she Prestidigitate the runes off.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739818#reply-1739818",
            "content": "<div class=\"post-content\"><p>One of the runes comes right off!</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F437irrdf9kcuwnvo30vmsj_Screen+Shot+2020-11-30+at+9.00.47+AM.png",
            "url": "https://www.glowfic.com/replies/1739819#reply-1739819",
            "content": "<div class=\"post-content\"><p>This is a stupid game and she's going to lose but she can't, actually, make herself not play it. Next rune.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739820#reply-1739820",
            "content": "<div class=\"post-content\"><p>Also right off!  Abrogail doesn't seem to care about that at all.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fb21ogufkuir94ztyth28a_carissa12.png",
            "url": "https://www.glowfic.com/replies/1739821#reply-1739821",
            "content": "<div class=\"post-content\"><p>Are the runes literally just for added fun. She will keep erasing them, then; she'll have a minute's duration of Prestidigitation even once she's too petrified to do the motion, which will be very soon -</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739822#reply-1739822",
            "content": "<div class=\"post-content\"><p>Well, her arms now seem to be frozen in position - it's not particularly aesthetic, where they ended up, but that's fine because nobody will ever see them.</p>\n<p>A minute later, Carissa's last Prestidigitation - her last spell, possibly, unless she succeeded in letting everything out - runs down.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739824#reply-1739824",
            "content": "<div class=\"post-content\"><p>Oh, whoops, looks like that was a <em>very </em>powerful illusion that was capable of even fooling Carissa's own magical senses.  All the runes are still there!  It had really felt to Carissa like her magic was working, too.  Apparently you can just do that when you're eighth circle!</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739825#reply-1739825",
            "content": "<div class=\"post-content\"><p>The line of gentle tingling is slowly, slowly rising up her neck.</p></div>",
            "voices": []
        },
        {
            "character": "Abrogail Thrune II",
            "screenname": "to-reign-in-Cheliax",
            "author": "Iarwain",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG",
            "url": "https://www.glowfic.com/replies/1739826#reply-1739826",
            "content": "<div class=\"post-content\"><p>And Abrogail is kissing her.</p>\n<p>She would be a pretty nice kisser, if, you know, everything about this relationship was completely different.</p></div>",
            "voices": []
        },
        {
            "character": "Carissa Sevar",
            "screenname": "to-let-you-in",
            "author": "lintamande",
            "icon_url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2Fkfut47cwkqm4oumgvby1s_Screen+Shot+2020-12-06+at+9.48.35+PM.png",
            "url": "https://www.glowfic.com/replies/1739827#reply-1739827",
            "content": "<div class=\"post-content\"><p> </p>\n<p> </p>\n<p> </p>\n<p>Asmodeus, she thinks, when You've corralled all the other souls in all the other afterlives, when You've made every last angel and azata Your possession, if You're bored, someday, look for me -</p>\n<p><span style=\"text-decoration: line-through;\"><small><small> Irori? </small></small></span></p>\n<p><span style=\"text-decoration: line-through;\"><small><small>Iomedae?</small></small></span></p>\n<p><span style=\"text-decoration: line-through;\"><small><small> <small><small><small> Keltham?</small></small></small></small></small></span></p>\n<p> </p>\n<p> </p>\n<p>And she sobs, and lets all her thoughts stop happening in a tide of terror and grief and loss and longing, and she bites Abrogail's lip, because, you know, it's right there.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739829#reply-1739829",
            "content": "<div class=\"post-content\"><p>For some strange reason there's a feeling of peace, right at the very end.</p></div>",
            "voices": []
        },
        {
            "character": null,
            "screenname": null,
            "author": "Iarwain",
            "icon_url": null,
            "url": "https://www.glowfic.com/replies/1739830#reply-1739830",
            "content": "<div class=\"post-content\"><p>And then it ends.</p></div>",
            "voices": []
        }
    ]
}